[{"Abstract#": "", "Abstract Title": "", "Date": "September 28 2021", "Time": " 10:00 AM - 10:30 AM", "Location": "Moscow Hall", "URL": "https://www.abstractsonline.com/pp8/#!/9330/session/16", "Author": "", "Author Affiliations": "", "Abstract text": "", "Category": "", "sub-Category": "", "Session Title": "S01 - Opening Ceremony and Presidential Address"}, {"Abstract#": "- Sending the right signals: How exercise keeps the rhythm in metabolism", "Abstract Title": "Sending the right signals: How exercise keeps the rhythm in metabolism", "Date": "September 28 2021", "Time": " 10:30 AM - 11:15 AM", "Location": "Moscow Hall", "URL": "https://www.abstractsonline.com/pp8/#!/9330/session/17", "Author": ["J.R. Zierath"], "Author Affiliations": "J.R. Zierath;\nIntegrative Physiology, Karolinska Institute, Stockholm, Sweden.", "Abstract text": "There is no abstract associated with this presentation.", "Category": "", "sub-Category": "", "Session Title": "S02 - 53rd Claude Bernard Lecture"}, {"Abstract#": "1 - Association of increased intima media thickness and arteriosclerosis with elevated fasting insulin levels in middle-aged persons", "Abstract Title": "Association of increased intima media thickness and arteriosclerosis with elevated fasting insulin levels in middle-aged persons", "Date": "September 28 2021", "Time": " 11:30 AM - 1:00 PM", "Location": "Moscow Hall", "URL": "https://www.abstractsonline.com/pp8/#!/9330/session/121", "Author": ["M. Röhling"], "Author Affiliations": "M. Röhling1, K. Kempf1, H. Kolb2, M. Schneider3, S. Martin1;\n1West-German Center for Diabetes and Health, Dusseldorf Catholic Hospital Group, Dusseldorf, Germany, 2Faculty of Medicine, Heinrich-Heine-University Dusseldorf, Dusseldorf, Germany, 3Occupational Health and Medical Services, Boehringer Ingelheim Pharma GmbH & Co. KG, Ingelheim upon Rhine, Germany.", "Abstract text": "Background and aims: Recently published genetic studies could show for the first time a causal link between elevated insulin levels and cardiovascular disease (CVD) risk. We, therefore, hypothesized that increased fasting insulin levels are also associated with precursors of CVD such as increased intima media thickness (IMT > 1 mm) or arteriosclerosis (AS, defined by the occurrence of plaques).\nMaterials and methods: In an ongoing study, middle-aged (≥40 years) employees of Boehringer Ingelheim were regularly followed up as part of an occupational health care program. Clinical and laboratory parameters were examined. Multivariable logistic regression analyses were performed to determine odds ratios (OR) for the incidence of increased IMT or AS in relation to fasting insulin levels at baseline and its change until follow-up in comparison to basal BMI and its change in comprehensive models (Model 1: baseline laboratory and clinical parameters; Model 2: Model 1 + BMI change; Model 3: Model 1 + insulin change). Adjusted relative risk for increased IMT and AS was calculated by using Mantel-Haenszel analysis. For this purpose, fasting insulin and BMI were recoded into dichotomous variables defined as hyperinsulinemia (fasting insulin: >15 µU/ml) or overweight (BMI: ≥25 kg/m²).\nResults: From n=6825 persons who entered the healthcare program, n=3332 had their first follow-up after 5.0±1.0 years. After excluding all participants with incomplete data (n=1327) or already existent cardiovascular impairments (n=366), data sets of 1639 participants were included in the analysis. Increased IMT during follow-up was diagnosed in 238 participants (15 %) and 328 (20 %) developed AS. Logistic regression analysis identified fasting insulin, BMI and smoking as risk factors for both cardiovascular endpoints (all p<0.05), whereas age and diastolic blood pressure were risk factors for increased IMT only, and male sex was associated with incident arteriosclerosis only (all p<0.01). Additional adjustment for BMI change during follow-up did not modify these associations (including fasting insulin), but adjustment for fasting insulin change during follow-up removed BMI as risk factor for both cardiovascular endpoints. Fasting insulin change during follow-up but not BMI change was found to be associated with increased IMT (OR [95% CI]: 1.055 [1.030; 1.082]) and AS (OR [95% CI]: 1.057 [1.030; 1.085]) (both p<0.001). Subgroup analyses showed that high baseline values of fasting insulin or BMI in combination with greater change during follow-up, respectively, yielded highest risks for both cardiovascular endpoints. The analysis of adjusted relative risks indicated that both, fasting insulin and BMI added to age and sex as risk factors. Interestingly, including the parameter smoking did not lead to a higher risk for increased IMT or arteriosclerosis than conferred by high fasting insulin levels.\nConclusion: Higher basal fasting insulin levels and increases in fasting insulin over time are associated with atherogenic progression and supersede BMI as risk factor.", "Category": "", "sub-Category": "", "Session Title": "01 - OP 01 Macrovascular disease: large cohorts and large trials"}, {"Abstract#": "7 - About time: functional and molecular effects of prolonged ex vivo human islet culture", "Abstract Title": "About time: functional and molecular effects of prolonged ex vivo human islet culture", "Date": "September 28 2021", "Time": " 11:30 AM - 1:00 PM", "Location": "Paris Hall", "URL": "https://www.abstractsonline.com/pp8/#!/9330/session/84", "Author": ["M. Suleiman"], "Author Affiliations": "M. Suleiman1, E. Bosi1, A. Piron2, C. De Luca1, M. Tesi1, S. Del Guerra1, D.L. Eizirik2,3, M. Cnop2, P. Marchetti1, L. Marselli1;\n1University of Pisa, Pisa, Italy, 2ULB Center for Diabetes Research, Universitè Libre de Bruxelles, Bruxelles, Belgium, 3Indiana Biosciences Research Institute, Indianapolis, IN, USA.", "Abstract text": "Background and aims: Several studies have addressed human islet features during ex vivo culture under different conditions. It is, however, unclear if and to which extent culture time affects human islet cell functional and molecular traits. Here we studied whether glucose-stimulated insulin secretion (GSIS), insulin content and transcriptome signatures of human islets change upon 8 days of culture after isolation.\nMaterials and methods: Islets were prepared by enzymatic digestion and density gradient purification from 17 non-diabetic organ donors (age: 70±4 years, mean±SEM; BMI: 24±1 Kg/m2; sex: 14F/3M) and cultured in control M199 medium. GSIS, insulin content and RNA-sequencing were studied 2 (D2), 4 (D4) and 8 (D8) days from isolation. Transcriptomes were compared to identify gene expression changes over time.\nResults: GSIS (n=17), expressed as insulin stimulation index, was similar at D2 (3.5±0.4), D4 (3.1±0.4) and D8 (3.1±0.3). Insulin content was 301.2±28.6 μU/islet at D2, 258.1±35.6 μU/islet at D4 (p=0.13 vs D2) and 205.5±27.4 μU/islet at D8 (p=0.20 vs D4, p<0.01 vs D2 after Tukey’s correction). Gene expression trajectories (n=11) revealed that, at D8 vs D2, 1125 genes were differentially expressed (FDR<0.05, absolute fold-change>2), of which 425 and 770 were respectively up- and down-regulated. The top 5 up- and down-regulated genes were: AC004017.1, PTH2R, NKIRAS2, CTD-3199J23.6, KLHL22; GJC1, ZNF469, WNT5A, COL4A1, CAV1. Gene Set Enrichment Analysis retrieved 40 significant (FDR<0.05) KEGG pathways. Twenty of them were positively enriched (including Fatty Acid Metabolism, Peroxisome and Glycolysis/Gluconeogenesis), and 20 were negatively regulated (including Cell Cycle, ECM receptor interaction, Apoptosis and DNA Replication).\nConclusion: In the present study prolonged ex vivo culture of human islets did not significantly affect beta cell insulin responsiveness to glucose stimulation, but reduced insulin content. The respective, associated transcriptomic signatures could unveil some of the molecular mechanisms regulating beta cell function and insulin reservoir, to be possibly surveyed in the study of beta cell resilience or subsidence.", "Category": "", "sub-Category": "", "Session Title": "02 - OP 02 Deep and shallow looks at human beta cell gene expression"}, {"Abstract#": "13 - Sweet pregnancy: digital solutions for an effective management of diabetic pregnancies", "Abstract Title": "Sweet pregnancy: digital solutions for an effective management of diabetic pregnancies", "Date": "September 28 2021", "Time": " 11:30 AM - 1:00 PM", "Location": "London Hall", "URL": "https://www.abstractsonline.com/pp8/#!/9330/session/90", "Author": ["M. Löhnert"], "Author Affiliations": "M. Löhnert, S. Stichling, C. Eberle;\nHochschule Fulda - University of Applied Sciences, Fulda, Germany.", "Abstract text": "Background and aims: Hyperglycemia in Pregnancy (HIP) is a global concern and closely associated with adverse outcomes in mothers and offspring, such as pregnancy and birth complications respectively comorbidities, as well as metabolic and cardiovascular diseases. Influences during the pre- and perinatal period play a decisive role for health and illness in the course of later life - for mothers and offspring. In short and in view of the offspring, mechanisms of transgenerational programming (“fetal programming”) may lead to \"mal-programming\" in organ functions and metabolic regulations. In particular HIP may contribute to such “mal-programming” respectively short- as well as long-term consequences. To optimize the management of diabetic pregnancies, sustainable strategies are needed. Technological solutions present innovative opportunities to improve clinical care for women with diabetes mellitus (DM) in pregnancy. The aim of this review was to examine the clinical effectiveness of current diabetes technologies in diabetic pregnancies. We considered maternal glycemic outcomes as well as pregnancy and birth-related outcomes, and neonatal outcomes.\nMaterials and methods: Empirical analysis were performed by investigating clinical studies in relevant databases including MEDLINE (PubMed), Cochrane Library, EMBASE, CINAHL and Web of Science Core Collection (2008 - September 2020). Study quality was assessed using “Effective Public Health Practice Project” (EPHPP) tool. Of m=974 records, we analyzed m=15 randomized controlled trials (RCT), m=3 randomized crossover trials (RcrT), m=2 cohort studies, and m=2 controlled clinical trials (CCT) [excluded: duplicates, wrong topic/population/intervention]. We assessed m=9 studies with strong, m=11 with moderate, and m=2 with weak quality.\nResults: Overall, the various diabetes technologies seem to have a particularly positive effect on maternal glycemic control in all types of diabetes, as shown by studies of strong and moderate quality. In detail, we found:\nT1D (m=9 studies; n=1,142 patients): Improvements towards HbA1c (P<0.05), maternal and neonatal hypoglycemia, insulin dose, fewer caesarean sections, birth weight, large-for-gestational age (LGA) using continuous glucose monitoring (CGM; n=435). Continuous subcutaneous insulin infusion (CSII; n=643) significantly improved HbA1c values (P=0.002) and insulin dose (P=0.02). GDM (m=10 studies; n=1,164 patients): Positive effects regarding HbA1c (P=0.006), fasting blood glucose (FBG), birth weight, macrosomia, LGA, neonatal hypoglycemia using CGM (n=301). Significant Improvements (P<0.05) by mHealth-Apps (n=813) in HbA1c (P<0.001), FBG (P<0.001), off-target blood glucose measurement (P<0.001), compliance (P<0.001) as well as positive trends regarding hypertension, preeclampsia, preterm birth. T1D/T2D (m=3 studies; n=267 patients): Improvements regarding HbA1c (P=0.007), caesarean section, neonatal hypoglycemia by CGM (n=225). Improving trends in terms of HbA1c, birth weight, estimated fetal weight through CSII (n=42).\nConclusion: Digital solutions in the management of diabetic pregnancies showed clearly potential for remotely improving diabetic metabolic conditions in pregnant women and therefore in their offspring. Against this background short- and long-term outcomes in mothers and offspring may be improved, subsequently. Further research is urgently required.", "Category": "", "sub-Category": "", "Session Title": "03 - OP 03 Many faces of diabetic pregnancy"}, {"Abstract#": "19 - Effect of semaglutide 2.4 mg on glucose metabolism and body weight in adults with overweight or obesity and type 2 diabetes in the STEP 2 trial", "Abstract Title": "Effect of semaglutide 2.4 mg on glucose metabolism and body weight in adults with overweight or obesity and type 2 diabetes in the STEP 2 trial", "Date": "September 28 2021", "Time": " 11:30 AM - 1:00 PM", "Location": "Madrid Hall", "URL": "https://www.abstractsonline.com/pp8/#!/9330/session/103", "Author": ["S.D. Pedersen"], "Author Affiliations": "S.D. Pedersen1, M. Davies2, L. Færch3, O.K. Jeppesen3, A. Pakseresht3, L. Perreault4, J. Rosenstock5, I. Shimomura6, A. Viljoen7, T. Wadden8, I. Lingvay9;\n1C-ENDO Diabetes & Endocrinology Clinic Calgary, Calgary, AB, Canada, 2Diabetes Research Centre, University of Leicester, Leicester, UK; NIHR Leicester Biomedical Research Centre, Leicester, UK, 3Novo Nordisk A/S, Søborg, Denmark, 4Department of Medicine, Division of Endocrinology, Metabolism and Diabetes, University of Colorado Anschutz Medical Campus, Aurora, CO, USA, 5Dallas Diabetes Research Center at Medical City, Dallas, TX, USA, 6Department of Metabolic Medicine, Graduate School of Medicine, Osaka University, Osaka, Japan, 7Borthwick Diabetes Research Centre, Lister Hospital, Stevenage, UK, 8Department of Psychiatry, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA, 9Departments of Internal Medicine/Endocrinology and Population and Data Sciences, University of Texas Southwestern Medical Center, Dallas, TX, USA.", "Abstract text": "Background and aims: The STEP 2 trial showed mean weight loss of 9.6% with semaglutide 2.4 mg vs 7.0% with semaglutide 1.0 mg and 3.4% with placebo (both p<0.0001). We present detailed glucose metabolism outcomes.\nMaterials and methods: Adults with BMI ≥27 kg/m2, type 2 diabetes and HbA1c 7-10% (53-86 mmol/mol) were randomised to 68 weeks’ once-weekly s.c. semaglutide 2.4 mg (N=404), 1.0 mg (N=403) or placebo (N=403). Glucose metabolism outcomes were secondary or exploratory endpoints. Treatment comparisons were done using an ANCOVA model with treatment and stratification factors as fixed effects and baseline endpoint values as covariate (all patients in the full analysis set).\nResults: At baseline, patients had a mean age of 55 years, body weight 99.8 kg, HbA1c 8.1% (65.3 mmol/mol) and diabetes duration 8.0 years; 88% were on 1-2 oral antihyperglycaemic drugs. From weeks 0 to 68, semaglutide 2.4 mg and 1.0 mg reduced HbA1c to a greater extent vs placebo (estimated treatment difference -1.2% [-13.5 mmol/mol] and -1.1% [-11.8 mmol/mol]; both p<0.0001) and improved fasting plasma glucose, HOMA-IR and -β, and reduced oral antihyperglycaemic drug use (Table). With semaglutide 2.4 mg, more patients achieved HbA1c <7.0% and ≤6.5%, and composite endpoints of HbA1c <7.0% with weight loss ≥10% or ≥15% vs semaglutide 1.0 mg or placebo (Table). Exploratory analyses showed that a greater proportion of patients receiving semaglutide at either dose decreased their oral antihyperglycaemic medication intensity vs placebo by week 68.\nConclusion: Weight loss with semaglutide 2.4 mg was accomplished with improvements in insulin resistance and β-cell function, two key mechanistic drivers and pathophysiologic abnormalities that cause type 2 diabetes and fuel diabetes progression. With semaglutide 2.4 mg, more patients achieved HbA1c <7.0% and weight loss ≥10% (composite endpoint) vs placebo or semaglutide 1.0 mg, and reduced oral antihyperglycaemic drug use vs placebo.", "Category": "", "sub-Category": "", "Session Title": "04 - OP 04 GLP-1 receptor agonism: higher dose, combination therapy, or both?"}, {"Abstract#": "25 - The natural history of 786 episodes of diabetic ketoacidosis in adults with type 1 and type 2 diabetes", "Abstract Title": "The natural history of 786 episodes of diabetic ketoacidosis in adults with type 1 and type 2 diabetes", "Date": "September 28 2021", "Time": " 11:30 AM - 1:00 PM", "Location": "Barcelona Hall", "URL": "https://www.abstractsonline.com/pp8/#!/9330/session/108", "Author": ["K. Nash"], "Author Affiliations": "K. Nash1, E. Ooi2, L. Rengarajan3, E. Melson3,4, L. Thomas1, A. Johnson1, D. Zhou1, L. Wallett3, S. Ghosh3, P. Narendran3,4, P. Kempegowda3,5;\n1College of Medical and Dental Sciences, Birmingham, UK, 2RCSI & UCD Malaysia Campus, Penang, Malaysia, 3University Hospitals Birmingham NHS Foundation Trust, Birmingham, UK, 4Institute of Immunology and Immunotherapy, Birmingham, UK, 5Institute of Metabolism and Systems Research, Birmingham, UK.", "Abstract text": "Background and aims: Although diabetic ketoacidosis is traditionally associated with type 1 diabetes, it is increasingly recognised that people with type 2 diabetes can also develop this condition. Currently, there is limited evidence studying the differences between these groups. We aimed to explore the differences in the demographics, presentation and management of diabetic ketoacidosis in adults with type 1 diabetes and type 2 diabetes.\nMaterials and methods: This cohort study included all episodes of diabetic ketoacidosis from April 2014 to September 2020 in a tertiary centre in the United Kingdom. Diabetes was classified into type 1 diabetes and type 2 diabetes in accordance with previously established diagnoses, autoantibody status, and/or phenotypic features. Data for diabetes type, demographics, biochemical and clinical features at presentation and management of diabetic ketoacidosis were collected. As data were skewed, Wilcoxon sum rank test was applied to compare the two groups on various parameters.\nResults: From 786 consecutive diabetic ketoacidosis episodes, 583 (75.9%) type 1 diabetes and 185 (24.1%) type 2 diabetes episodes were included in the final analysis. The median (IQR) age for overall cohort was 38.2 years (23.8-56.8) with male: female ratio of 1:1.04. People with type 2 diabetes were older (type 1 diabetes: 28.97 years [21.9 - 48.7] vs type 2 diabetes 61.54 years [52.0-75.1]; p<0.0001) and had more ethnic minority representations than those with type 1 diabetes (non-white: type 1 diabetes 19.7% vs type 2 diabetes 26.5%; p=0.030). Intercurrent illness (35.4%) was the most common precipitating causes for diabetic ketoacidosis in both cohorts. Severity of diabetic ketoacidosis as assessed by pH (type 1 diabetes 7.22 [7.09-7.29] vs type 2 diabetes 7.24 [7.11-7.30]; p=0.3266), glucose (type 1 diabetes 28.0 mmol/l [20.5-34.8] vs type 2 diabetes 13.2 mmol/l [7.8-17.8]; p=0.4496) and lactate (type 1 diabetes 2.6 mmol/l [1.8-4.3] vs type 2 diabetes 2.6 mmol/l [2.0-4.2]; p=0.6532) at presentation was similar in both groups. However, urea was higher in those with type 2 diabetes (type 1 diabetes 7.1 mmol/l [5.1-10.6] vs type 2 diabetes 8.9 mmol/l [6.4- 16.8]; p=0.0001). Insulin requirements (type 1 diabetes 91.6 units [43.5 - 143.9] vs type 2 diabetes 90.2 units [53.6 - 157.4]; p=0.5551) and total duration of diabetic ketoacidosis (type 1 diabetes 13.9 hours [9.1-21.9] vs type 2 diabetes 13.9 hours [7.7-21.1]; p=0.4638) were similar between the two groups. People with type 2 diabetes had longer hospital stay (type 1 diabetes 3.0 days [1.7-6.1] vs type 2 diabetes 11.0 days [5.0-23.1]; p<0.0001).\nConclusion: A quarter of diabetic ketoacidosis episodes occur in people with type 2 diabetes who were older and with greater ethnic minorities proportion compared to type 1 diabetes. However, the severity of presentation and management is similar in both groups suggesting that the same protocol is equally effective in either type of diabetes. People with type 2 diabetes admitted with diabetic ketoacidosis have a longer hospital admission, perhaps reflecting a more complex need of care.", "Category": "", "sub-Category": "", "Session Title": "05 - OP 05 Epidemiology of diabetes complications"}, {"Abstract#": "31 - Evaluation of maculopathy deep learning prediction models using the SDRNT1BIO cohort", "Abstract Title": "Evaluation of maculopathy deep learning prediction models using the SDRNT1BIO cohort", "Date": "September 28 2021", "Time": " 11:30 AM - 1:00 PM", "Location": "Saint Petersburg Hall", "URL": "https://www.abstractsonline.com/pp8/#!/9330/session/116", "Author": ["J. Mellor"], "Author Affiliations": "J. Mellor1, A. Storkey2, P.M. McKeigue1, H.M. Colhoun3, SDRNT1BIO Investigators, Diabetic Retinopathy Clinical Research Network;\n1Usher Institute, University of Edinburgh, Edinburgh, UK, 2School of Informatics, University of Edinburgh, Edinburgh, UK, 3Institute of Genetics and Cancer, University of Edinburgh, Edinburgh, UK.", "Abstract text": "Background and aims: Diabetic Retinopathy and Maculopathy are the leading cause of blindness for people with diabetes. Many countries including Scotland have screening programmes to enable early detection which currently screen people based on fundus image photography. In Scotland, it is found that many people are referred from the screening programme to a specialist with suspected maculopathy but later return to the screening programme - suggesting that maculopathy was not confirmed by the specialist. Accurate prediction of maculopathy from fundus images would reduce unnecessary visits to specialists for people. The objective of this study was to establish whether deep learning prediction models using retinal images could predict those people in the Scottish Diabetic Retinopathy screening programme who were referred to a specialist with suspected maculopathy and did not later return to the screening programme.\nMaterials and methods: We trained a RegNetY016 network to predict Diabetic Macula Edema using data from the Diabetic Retinopathy Clinical Research Network as well as the Kaggle-EyePACS and Messidor datasets using a combined 25557 fundus images. We evaluated our model and also the publicly-available DeepSeeNet and ARIANNA age-related macular degeneration prediction models. The evaluation data contained 68488 fundus images (886 referred and did not return) from 5539 people in the Scottish Type 1 Diabetes Bioresource who attended the Scottish National Screening programme between the 2005 and 2017. The evaluation outcome was defined as an image being graded as referable and the person having no subsequent screenings. Images within 2 years of the latest image in the dataset and images taken within 2 years of a patient’s death were excluded from evaluation.\nResults: The RegNetY016 model discriminated images graded as having suspected maculopathy who did not return to the screening programme with an AUROC of 0.85. The DeepSeeNet Drusen prediction model discriminated the same outcome with an AUROC 0.75 whereas the ARIANNA model only attained an AUROC 0.60.\nConclusion: Deep learning prediction models were able to discriminate between fundus images from patients referred for maculopathy in the Scottish screening programme and did not return to the programme subsequently. This suggests deep learning models may be an effective tool to help reduce unnecessary specialist appointments for maculopathy.", "Category": "", "sub-Category": "", "Session Title": "06 - OP 06 Insights into diabetic retinopathy"}, {"Abstract#": "261 - Disease heterogeneity of adult diabetes patients based on routine clinical parameters at diagnosis: results from the German/Austrian DPV registry", "Abstract Title": "Disease heterogeneity of adult diabetes patients based on routine clinical parameters at diagnosis: results from the German/Austrian DPV registry", "Date": "September 28 2021", "Time": " 11:30 AM - 1:00 PM", "Location": "Rome Hall", "URL": "https://www.abstractsonline.com/pp8/#!/9330/session/126", "Author": ["S.R. Tittel"], "Author Affiliations": "S.R. Tittel1,2, B. Mayer3, A. Fritsche4, J. Seufert5, M. Laimer6, S. Zimny7, S.M. Schmid2,8, M. Hummel9, P. Bramlage10, R.W. Holl1,2;\n1Institute for Epidemiology and Medical Biometry, ZIBMT, Ulm University, Ulm, Germany, 2German Centre for Diabetes Research (DZD), Munich-Neuherberg, Germany, 3Institute for Epidemiology and Medical Biometry, Ulm University, Ulm, Germany, 4German Center for Diabetes Research, Eberhard Karl University, Tuebingen, Germany, 5Division of Endocrinology and Diabetology, Department of Medicine II, Faculty of Medicine, University of Freiburg, Freiburg, Germany, 6Department of Diabetes, Endocrinology, Nutritional Medicine and Metabolism, Inselspital, University of Bern, Bern, Switzerland, 7Department of General Internal Medicine, Endocrinology and Diabetology, Helios Clinic Schwerin, Schwerin, Germany, 8Institute for Endocrinology & Diabetes, University of Luebeck, Luebeck, Germany, 9Specialized Diabetes Practice, Rosenheim, Germany, 10Institute for Pharmacology and Preventive Medicine, Cloppenburg, Germany.", "Abstract text": "Background and aims: Clustering newly-diagnosed diabetes patients using parameters available in real-world clinical care at manifestation may help to guide therapy and predict future outcome.\nMaterials and methods: We included 55,540 adult patients with diabetes manifestation between 1995 and 2019. Patients were clustered hierarchically by Ward´s method using age, sex, BMI, HbA1c, DKA, presence of metabolic syndrome (hypertension/dyslipidemia/hyperuricemia) at onset, and β cell antibody status (positive/negative). The number of clusters was assessed using the Cubic Cluster Criterion, and the Pseudo F/Pseudo t² statistics. HbA1c, insulin requirement, and oral antidiabetics were compared after a mean follow-up period of 2(1-3) years using Kruskal-Wallis test. Time until nephropathy (defined as eGFR <60 ml/min/1.73m²) and cardiovascular disease were compared using log-rank test.\nResults: We identified five clusters (Table 1). Cluster 1 overlaps with clinical T2D with elevated BMI and negative antibodies. Cluster 2 is characterized by the highest HbA1c at onset and 8.2% DKA. Cluster 3 comprises the highest proportion of clinical T1D patients, highest rate of DKA and positive antibodies, very high HbA1c, and the youngest age. Cluster 4 had low HbA1c and rarely DKA. Patients in cluster 5 were the oldest with low HbA1c and mostly clinical T2D patients. Insulin requirement after 2 years was highest in clusters 2 and 3, while high proportion of patients were treated with “OADs only” in all but cluster 3. Cluster 5 with the oldest patients are rarely treated with insulin. Time until diagnosis of diabetes-related comorbidities was shortest for Cluster 5 and longest for cluster 3.\nConclusion: Adult diabetes is heterogeneous beyond the classical T1D/T2D groups, based on easily available parameters in clinical practice using an automated clustering algorithm which allows both continuous and binary variables. These subgroups are predictive of future antidiabetic therapy and vascular complications.", "Category": "", "sub-Category": "", "Session Title": "A - SO 01 Diabetes epidemiology at scale: registries and large databases"}, {"Abstract#": "307 - Clinical characteristics of COVID-19 patients in a regional population with diabetes: the ACCREDIT study", "Abstract Title": "Clinical characteristics of COVID-19 patients in a regional population with diabetes: the ACCREDIT study", "Date": "September 28 2021", "Time": " 11:30 AM - 1:00 PM", "Location": "Rome Hall", "URL": "https://www.abstractsonline.com/pp8/#!/9330/session/132", "Author": ["D. Llanera"], "Author Affiliations": "D. Llanera1, R. Wilmington1, H. Shoo1, P. Lisboa2, I. Jarman2, S. Wong3, J. Nizza3, D. Sharma4, D. Kalathil4, S. Rajeev4, R. Yadav5, Z. Qureshi6, R. Narayanan7, N. Furlong8, S. Nair1;\n1Diabetes and Endocrinology, Countess of Chester NHS Foundation Trust, Chester, UK, 2School of Computer Science and Mathematics, Liverpool John Moores University, Liverpool, UK, 3Diabetes and Endocrinology, Arrowe Park Hospital, Wirral, UK, 4Diabetes and Endocrinology, The Royal Liverpool University Hospital, Liverpool, UK, 5Diabetes and Endocrinology, Warrington Hospital, Warrington, UK, 6Diabetes and Endocrinology, Leighton Hospital, Crewe, UK, 7Diabetes and Endocrinology, Whiston Hospital, Prescot, UK, 8Diabetes and Endocrinology, Leighton Hospital, Prescot, UK.", "Abstract text": "Background and aims: Diabetes is associated with greater COVID-19 morbidity and mortality. However, it is unclear if characteristics specific to this cohort affect the prognosis of COVID-19. ACCREDIT study explored clinical and biochemical characteristics associated with 7- & 30-day mortality and intensive care amongst diabetes patients hospitalised with COVID-19.\nMaterials and methods: This retrospective cohort study involved hospitalised diabetes patients with COVID-19 across Mersey-Cheshire region. We collected data directly from medical notes from 7 hospitals from 1 January to 30 June 2020 with approval from regional research ethics committee. We calculated mortality rates and made Kaplan-Meier curves to assess the mortality rate trend over time. We also explored the impact of COVID-19 on inpatient diabetes team resources. To examine the effect of characteristics on the primary outcome, univariate and multivariate logistic regression analyses were done and optimised by splitting the dataset into training, test, & validation sets to develop a robust predictive model.\nResults: We analysed data from 1004 diabetes patients (mean age 74.1 (± 12.6) years, predominantly men 60.7%). 45% of the patients belonged to the most deprived deciles in the UK - greater than regional average (34.75%). Median BMI was 27.6 (IQR 23.9-32.4) kg/m2. Microvascular and macrovascular complications of diabetes were seen in 49.6% and 56.2% respectively. The primary outcome of death by day 7 was observed in 24%, increasing to 33% by day 30. Only 7.5% of patients needed intensive care. Roughly 1 in 10 patients required insulin infusion (9.8%) and diabetes therapy escalations (11.9%). In univariate analyses, patients with type 2 diabetes had a higher risk of 7-day mortality (p < 0.05, OR 2.52 [1.06, 5.98]). Patients requiring insulin infusion had a lower risk of death (p = 0.02, OR 0.5 [0.28, 0.9]). CKD in younger patients (<70 years) had a greater risk of death (OR 2.74 [1.31-5.76]). No significant association was seen in BMI, diabetes complications, latest HbA1c, and use of RAS blockers. On multivariate analysis, CRP and age remained associated with the primary outcome (OR 3.44 [2.17, 5.44]) and were used in developing a validated predictive model for death by day 7.\nConclusion: CRP and age were predictive of in-hospital death by day 7. Using these two variables in the validated model enables early prognostication of this cohort during their hospitalisation. Higher 7-day mortality rate was observed compared to other studies, possibly due to greater socioeconomic deprivation and older age. Young patients with CKD had a greater risk of early death. A high proportion of these patients required diabetes treatment escalations warranting increased input from the inpatient diabetes teams.", "Category": "", "sub-Category": "", "Session Title": "A - SO 07 Risk factors and consequences of poor glycaemic control"}]